statistics.json
{
  "https://edge.ali2bd.com/api/public/v1/products/search?keyword=%5B%27Home%20Accessories%27%2C%20%27Kitchen%20Accessories%27%5D&shop_id=4" : {
    "transaction" : "https://edge.ali2bd.com/api/public/v1/products/search?keyword=%5B%27Home%20Accessories%27%2C%20%27Kitchen%20Accessories%27%5D&shop_id=4",
    "sampleCount" : 136,
    "errorCount" : 1,
    "errorPct" : 0.7352941,
    "meanResTime" : 7977.801470588236,
    "medianResTime" : 4685.0,
    "minResTime" : 4.0,
    "maxResTime" : 151665.0,
    "pct1ResTime" : 12809.899999999998,
    "pct2ResTime" : 18144.650000000034,
    "pct3ResTime" : 143174.2399999999,
    "throughput" : 0.004337385578333279,
    "receivedKBytesPerSec" : 0.20518193958131917,
    "sentKBytesPerSec" : 0.0014169444859136067
  },
  "https://edge.ali2bd.com/api/public/v1/products/search?keyword=Bags&shop_id=4" : {
    "transaction" : "https://edge.ali2bd.com/api/public/v1/products/search?keyword=Bags&shop_id=4",
    "sampleCount" : 136,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 5068.617647058826,
    "medianResTime" : 3811.5,
    "minResTime" : 367.0,
    "maxResTime" : 33348.0,
    "pct1ResTime" : 9286.9,
    "pct2ResTime" : 16937.500000000004,
    "pct3ResTime" : 29784.529999999955,
    "throughput" : 0.00433862094253605,
    "receivedKBytesPerSec" : 0.19300373830614048,
    "sentKBytesPerSec" : 0.0012032894020314827
  },
  "https://ali2bd.com/products?keyword=Women+Dress&shop_id=4" : {
    "transaction" : "https://ali2bd.com/products?keyword=Women+Dress&shop_id=4",
    "sampleCount" : 136,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 4512.14705882353,
    "medianResTime" : 1803.5,
    "minResTime" : 709.0,
    "maxResTime" : 22776.0,
    "pct1ResTime" : 12831.5,
    "pct2ResTime" : 14938.850000000006,
    "pct3ResTime" : 22120.729999999992,
    "throughput" : 0.004338216687352411,
    "receivedKBytesPerSec" : 0.6791694038368401,
    "sentKBytesPerSec" : 0.0018047659265743427
  },
  "https://ali2bd.com/" : {
    "transaction" : "https://ali2bd.com/",
    "sampleCount" : 139,
    "errorCount" : 7,
    "errorPct" : 5.035971,
    "meanResTime" : 121145.00719424464,
    "medianResTime" : 113898.0,
    "minResTime" : 52393.0,
    "maxResTime" : 276761.0,
    "pct1ResTime" : 162764.0,
    "pct2ResTime" : 189764.0,
    "pct3ResTime" : 275058.6,
    "throughput" : 0.004422099937549769,
    "receivedKBytesPerSec" : 2.3376824126166014,
    "sentKBytesPerSec" : 0.0015911805193454147
  },
  "https://edge.ali2bd.com/api/public/v1/products/search?keyword=%5B%27bags%27%2C%20%27shoes%27%2C%20%27watches%27%2C%20%27dress%27%5D&shop_id=4" : {
    "transaction" : "https://edge.ali2bd.com/api/public/v1/products/search?keyword=%5B%27bags%27%2C%20%27shoes%27%2C%20%27watches%27%2C%20%27dress%27%5D&shop_id=4",
    "sampleCount" : 136,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 4381.9044117647045,
    "medianResTime" : 3583.5,
    "minResTime" : 379.0,
    "maxResTime" : 54279.0,
    "pct1ResTime" : 7545.599999999999,
    "pct2ResTime" : 11390.750000000005,
    "pct3ResTime" : 41401.519999999844,
    "throughput" : 0.004340029988968984,
    "receivedKBytesPerSec" : 0.20493188178331131,
    "sentKBytesPerSec" : 0.0014537405138831656
  },
  "https://edge.ali2bd.com/api/public/v1/products/search?keyword=Shoes&shop_id=4" : {
    "transaction" : "https://edge.ali2bd.com/api/public/v1/products/search?keyword=Shoes&shop_id=4",
    "sampleCount" : 136,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 4802.477941176471,
    "medianResTime" : 3807.5,
    "minResTime" : 370.0,
    "maxResTime" : 20689.0,
    "pct1ResTime" : 9430.8,
    "pct2ResTime" : 12379.400000000005,
    "pct3ResTime" : 19903.11999999999,
    "throughput" : 0.00433840378959571,
    "receivedKBytesPerSec" : 0.19411347639405913,
    "sentKBytesPerSec" : 0.0012074658984714622
  },
  "https://edge.ali2bd.com/api/public/v1/products/search?keyword=Men%27s%20Fashion%2C%20Jewelry%2C%20Dress%2C%20Fashion%2C%20Women%27s%20Fashion&shop_id=4" : {
    "transaction" : "https://edge.ali2bd.com/api/public/v1/products/search?keyword=Men%27s%20Fashion%2C%20Jewelry%2C%20Dress%2C%20Fashion%2C%20Women%27s%20Fashion&shop_id=4",
    "sampleCount" : 136,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 6218.838235294118,
    "medianResTime" : 3897.0,
    "minResTime" : 370.0,
    "maxResTime" : 81028.0,
    "pct1ResTime" : 8037.099999999999,
    "pct2ResTime" : 22390.50000000001,
    "pct3ResTime" : 76073.69999999994,
    "throughput" : 0.004339527849797454,
    "receivedKBytesPerSec" : 0.1987178689472162,
    "sentKBytesPerSec" : 0.0014705235975387859
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 1091,
    "errorCount" : 8,
    "errorPct" : 0.73327225,
    "meanResTime" : 20763.328139321722,
    "medianResTime" : 4643.0,
    "minResTime" : 4.0,
    "maxResTime" : 276761.0,
    "pct1ResTime" : 90813.40000000001,
    "pct2ResTime" : 126142.59999999987,
    "pct3ResTime" : 166131.8399999996,
    "throughput" : 0.034654742047221104,
    "receivedKBytesPerSec" : 4.176682115340781,
    "sentKBytesPerSec" : 0.011382471473842673
  },
  "https://edge.ali2bd.com/api/public/v1/products/search?keyword=Toys%2C%20Kids%2C%20Babies&shop_id=4" : {
    "transaction" : "https://edge.ali2bd.com/api/public/v1/products/search?keyword=Toys%2C%20Kids%2C%20Babies&shop_id=4",
    "sampleCount" : 136,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 9785.529411764703,
    "medianResTime" : 6709.5,
    "minResTime" : 419.0,
    "maxResTime" : 88572.0,
    "pct1ResTime" : 18601.399999999994,
    "pct2ResTime" : 23908.150000000012,
    "pct3ResTime" : 75891.35999999984,
    "throughput" : 0.004333795424270446,
    "receivedKBytesPerSec" : 0.1752698226806889,
    "sentKBytesPerSec" : 0.0012781310723922604
  },
  "Ali2BD-Test" : {
    "transaction" : "Ali2BD-Test",
    "sampleCount" : 136,
    "errorCount" : 8,
    "errorPct" : 5.882353,
    "meanResTime" : 164691.5808823528,
    "medianResTime" : 161150.0,
    "minResTime" : 103590.0,
    "maxResTime" : 286509.0,
    "pct1ResTime" : 199583.19999999998,
    "pct2ResTime" : 220259.50000000006,
    "pct3ResTime" : 284334.87999999995,
    "throughput" : 0.004325287439998165,
    "receivedKBytesPerSec" : 4.128755545859305,
    "sentKBytesPerSec" : 0.011360432807581923
  }
}